/*
Задание 4

Напишите код приложения, интерфейс которого представляет собой 2 input и кнопку.
В input можно ввести любое число. При клике на кнопку происходит следующее:

Если оба числа не попадают в диапазон от 100 до 300 или введено не число — выводить ниже
текст «одно из чисел вне диапазона от 100 до 300»;
Если числа попадают в диапазон от 100 до 300 — сделать запрос c помощью
fetch по URL https://picsum.photos/200/300, где первое число — ширина картинки, второе — высота.
*/

const list_href = 'https://picsum.photos/v2/list?limit='


// --------------- fetch
// убрано в файл с5_6_4_fetch_load.js



